
G_article = [{
	title: '小初初的博客',
	introduction: '为什么叫小初初这么吊丝又难记的名字？为了攒钱买房找媳妇戒撸，路边看见美女只敢偷偷看，每天睡觉前和刚醒来都会励志赚钱的决心和计划',
	block: 'blog'
}, {
	title: '我的资料',
	introduction: '早日~ ~解放思想，解放没有上午的周末，解放右手。。。解放只会猥琐在美女后面盯着屁股然后YY的矮戳穷们，拯救所有的男人们',
	block: 'resume'
}, {
	title: '成都-彭州-回龙沟-徒步-雪山',
	introduction: '第一次参加这样的自助活动，专业称为驴友；我还知道了专业的驴友说唱歌，意思是上厕所，一路没人家，没厕所把我憋的啊。山上没有手机信号，还有野猴子，是08地震后没有重建的旅游景点。',
	block: 'huilonggou'
}, {
	title: '四川-理县-毕棚沟',
	introduction: '毕棚沟最近广告过分的多，风吹过pp冷。紫外线太强，晒伤脱了一周皮，暗恋的妹子就这样失去了～～',
	block: 'bipenggou'
}, {
	title: 'CSS3-3D-transform-animation-转载',
	introduction: '来点我呀。。来点我呀～～～快点呀，受不了了～～～',
	block: 'transform'
}, {
	title: '牛背山－云瀑＋云海＋佛光',
	introduction: '说走就走，自己太犯贱了，身上唯一的500块花光了，现在还恶心那个厕所。。。不分男女。。。下面一个坑，上面搭个木板。。。那味道。。。晚上零下20度，下面粑粑都是干的。。。',
	block: 'niubeishan'
}];